[
  {
    "id": 1,
    "name": "Ирина Лайм",
    "imageName": "irina",
    "desc": "преподаватель по робототехнике",
    "links": [
      {
        "href": "www.facebook.com",
        "imagePath": "src/assets/icons/facebook-icon.svg"
      },
      {
        "href": "https://www.instagram.com",
        "imagePath": "src/assets/icons/insta-icon.svg"
      }
    ],
    "education": [
      {
        "date": "Сентябрь 1995 — Июнь 2000",
        "university": "Санкт-Петербургский политехнический университет Петра Великого",
        "faculty": "Факультет: Компьютерных наук и технологий",
        "speciality": "Специальность: Математика и компьютерные науки",
        "form": "Форма обучения: Очная"
      },
      {
        "title": "Курсы и тренинги",
        "courses": "Прошла курс 'Машинное обучение и искусственный интеллект' на платформе Coursera.",
        "trainings": "Приняла участие в тренинге по разработке робототехнических систем в Школе робототехники и автоматизации."
      }
    ],
    "experience": [
      "Работала в качестве преподавателя по робототехнике в техническом университете в течение трех лет. Проводила лекции, практические занятия и лабораторные работы для студентов, обучая их основам робототехники, программированию и электронике. Также руководила студенческими проектами в области робототехники, помогая студентам разрабатывать и строить собственные роботы."
    ],
    "achievements": [
      "Победитель национального соревнования робототехники. Привела команду студентов, которые разработали и построили инновационного робота, способного выполнять сложные задачи. Их проект получил высокую оценку экспертов и был признан лучшим на соревновании."
    ]
  },
  {
    "id": 2,
    "name": "Марина Орлова",
    "imageName": "marina",
    "desc": "преподаватель по робототехнике",
    "links": [
      {
        "href": "www.facebook.com",
        "imagePath": "src/assets/icons/facebook-icon.svg"
      },
      {
        "href": "https://www.instagram.com",
        "imagePath": "src/assets/icons/insta-icon.svg"
      }
    ],
    "education": [
      {
        "date": "Сентябрь 2006 — Июнь 2011",
        "university": "Московский государственный технический университет имени Н.Э. Баумана",
        "faculty": "Факультет: Информатики и систем управления",
        "speciality": "Специальность: Программное обеспечение вычислительной техники и автоматизированных систем",
        "form": "Форма обучения: Очная"
      },
      {
        "title": "Курсы и тренинги",
        "courses": "Завершил онлайн-курс 'Алгоритмы и структуры данных' на Udacity.",
        "trainings": "Прошел тренинг по программированию микроконтроллеров и Arduino в Центре робототехники и автоматизации."
      }
    ],
    "experience": [
      "Работала в качестве преподавателя по программированию в техническом университете в течение пяти лет. Проводила лекции, практические занятия и лабораторные работы для студентов, обучая их основам программирования, алгоритмам и структурам данных. Также руководила студенческими проектами в области разработки программного обеспечения, помогая студентам разрабатывать и реализовывать собственные проекты."
    ],
    "achievements": [
      "Получила награду за лучший проект на конференции по информационным технологиям. Ее команда студентов разработала инновационную систему управления роботом с использованием машинного обучения, что позволило роботу адаптироваться к различным ситуациям и эффективно выполнять задачи."
    ]
  },
  {
    "id": 3,
    "name": "Максим Петров",
    "imageName": "maxim",
    "desc": "преподаватель по программированию",
    "links": [
      {
        "href": "www.facebook.com",
        "imagePath": "src/assets/icons/facebook-icon.svg"
      },
      {
        "href": "https://www.instagram.com",
        "imagePath": "src/assets/icons/insta-icon.svg"
      }
    ],
    "education": [
      {
        "date": "Сентябрь 2009 — Июнь 2014",
        "university": "Санкт-Петербургский государственный университет",
        "faculty": "Факультет: Прикладной математики – процессов управления",
        "speciality": "Специальность: Математическое и программное обеспечение вычислительных машин, комплексов и компьютерных сетей",
        "form": "Форма обучения: Очная"
      }
    ],
    "experience": [
      "Работал в качестве преподавателя по робототехнике в техническом университете в течение пяти лет. Проводил лекции, практические занятия и лабораторные работы для студентов, обучая их основам робототехники, программированию микроконтроллеров и механики роботов. Активно участвовал в организации студенческих проектов и соревнований по робототехнике."
    ],
    "achievements": [
      "Победитель международного соревнования по робототехнике. Руководил командой студентов, которая разработала и реализовала инновационный алгоритм навигации для автономных роботов. Их проект получил высокую оценку жюри и был признан лучшим на соревновании."
    ]
  },
  {
    "id": 4,
    "name": "Константин Назаров",
    "imageName": "konstantin",
    "desc": "преподаватель по робототехнике",
    "links": [
      {
        "href": "www.facebook.com",
        "imagePath": "src/assets/icons/facebook-icon.svg"
      },
      {
        "href": "https://www.instagram.com",
        "imagePath": "src/assets/icons/insta-icon.svg"
      }
    ],
    "education": [
      {
        "date": "Сентябрь 2011 — Июнь 2016",
        "university": "Московский государственный технический университет имени Н.Э. Баумана",
        "faculty": "Факультет: Робототехники и комплексной автоматизации",
        "speciality": "Специальность: Робототехнические системы и комплексы",
        "form": "Форма обучения: Очная"
      },
      {
        "title": "Курсы и тренинги",
        "courses": "Участвовал в интенсивном курсе по нейронным сетям и глубокому обучению в Институте искусственного интеллекта.",
        "trainings": "Прошел тренинг по разработке робототехнических систем с использованием ROS (Robot Operating System)."
      }
    ],
    "experience": [
      "Проходил стажировку в лаборатории искусственного интеллекта в ведущем исследовательском институте в области робототехники в течение двух лет. Занимался разработкой алгоритмов машинного обучения для управления роботами, а также программированием встроенных систем и микроконтроллеров."
    ],
    "achievements": [
      "Получил премию за лучший исследовательский проект в области робототехники. Его исследование в области применения нейросетей для оптимизации управления манипуляторами роботов позволило улучшить точность и эффективность работы робототехнических систем."
    ]
  },
  {
    "id": 5,
    "name": "Лиза Весенняя",
    "imageName": "lisa",
    "desc": "преподаватель по программированию",
    "links": [
      {
        "href": "www.facebook.com",
        "imagePath": "src/assets/icons/facebook-icon.svg"
      },
      {
        "href": "https://www.instagram.com",
        "imagePath": "src/assets/icons/insta-icon.svg"
      }
    ],
    "education": [
      {
        "date": "Сентябрь 2013 — Июнь 2018",
        "university": "Санкт-Петербургский политехнический университет Петра Великого",
        "faculty": "Факультет: Робототехники и информационных технологий",
        "speciality": "Специальность: Программирование робототехнических систем",
        "form": "Форма обучения: Очно-заочная"
      }
    ],
    "experience": [
      "Прошла практику в инновационной робототехнической компании в течение двух лет. Участвовала в разработке программного обеспечения для управления роботами-манипуляторами и автономных мобильных роботов. Занималась анализом и оптимизацией алгоритмов управления роботами."
    ],
    "achievements": [
      "Получила награду за лучший инженерный проект на выставке инновационных технологий. Ее проект по разработке многофункционального робота для использования в медицинских учреждениях был высоко оценен экспертами и привлек внимание инвесторов."
    ]
  }
]
